[
  {
    "id": 1,
    "author": "—Elisabeth",
    "message": "We all have a quiet voice inside speaking the truth. Rey helped me hear that voice above all the other chatter and not only to follow it but to use meditatation and other habits to connect with it daily. If you care about people and nature,  it's easy to perceive the world as a depressing place. It's harder to make positive change. Rey is the kind of consistently caring ally we all need. He gives more encouragement than advice. love Rey's instagram post...especially the one about trusting the universe.  It helps to be able to trust a surfer philosopher coach for a couple of months, to learn to trust your own heart, and eventually the power of the waves to carry us where we need to go."
  },
  {
    "id": 2,
    "author": "—Bruno",
    "message": "Con Rey desde el día 1 logré empezar a crear esa conexión de mi presente con mi futuro. Dandome herramientas para crear ese puente. Usando mis habilidades, mis aspiraciones y mi ganas de usar mi 100%. Conociendo mis debilidades, mis errores y sus orígenes. Sabiendo que puedo cambiar, aprender y que mi futuro, lo que quiero, empieza con las acciones correctas. Creando hábitos positivos qué me llevaran al éxito. Diseñando ese Lifestyle deseado y necesario para mi y mi futuro. Ahora soy mucho más consciente en que invierto mi tiempo, qué sea para algo positivo en mi vida. Gracias al programa estoy actualmente en proceso de empezar mi propio negocio, algo que no hubiera sido posible sin el mejor coaching qué he tenido. GRACIAS REY"
  },
  {
    "id": 3,
    "author": "—Thyrso",
    "message": "Me sentía bloqueado en algunos aspectos, y el programa me está reconectando con una parte de mi que se habia dormido. Aparte de lo espiritual, el poder usar sistemas me ha abierto los ojos para seguir mejorando mi profesión"
  },
  {
    "id": 4,
    "author": "—Stephanie",
    "message": "Sabia desde el inicio que este programa me iba a ayudar mucho pero estoy honestamente SORPRENDIDA por como se dio, como fuimos intencionalmente diseñando no solamente mis dias, mis rutinas, mis habitos sino ese forjar ese cambio de mentalidad hacia un plano de realidad totalmente lejano del que me encontraba. La palabra GRACIAS se queda corta, siento que en 3 meses con tu apoyo y guia pasé a traves de varias versiones de mi y que cada vez estoy mas cerca de ser consciencia pura 🌟"
  },
  {
    "id": 5,
    "author": "— Geraldine",
    "message": "¡Hola Rey! paso por aquí para agradecer por el acompañamiento brindado en el programa Lifestyle Redesign. Antes de iniciar el programa, me sentía angustiada porque mantenía un proyecto sin culminar y esto me robaba mi paz mental. Adicionalmente, no vivía una vida balanceada, me había dejado de lado a mí misma y me sentía agotada diariamente. Con el programa pude ponerle prioridad y atención a mis rutinas mañaneras y nocturnas, permitirme hacer mas de lo que me gusta, iniciar un proyecto personal al que le buscaba \"el momento adecuado\" y culminar una etapa importante para iniciar el cierre de mi trabajo final. Muchas gracias por tu acompañamiento y por todas las herramientas brindadas."
  },
  {
    "id": 6,
    "author": "—Carla",
    "message": "Después de varios años trabajando en el corporate world, me quemé subiendo el corporate ladder a costa de mi salud. Me terminan el contrato y decido tomarme un año sabático, y me dediqué a mi, a resolverme a mi y a disfrutar la vida. Termino el sabático y boom, consigo un side hustle, pero sigo igual de perdida que cuando empecé el journey. Entra Rey. El punto clave es que no entró como un \"coach\", entro a rediseñar mi existencia y guiándome hacia la vida que quiero. Los puntos cruciales para mi: 1. Manifestar ese futuro. 2. Priorizar los skills con más potencial de capitalización. 3. Permitirme ser creativa - pero con enfoque. 4. Cambiar la forma en que hablo de mí como profesional y el pitch de servicios. 5. Proteger mi tiempo. Soy Reylieber."
  },
  {
    "id": 7,
    "author": "—Felipe",
    "message": "Antes de unirme al programa, invertía todo mi tiempo y energía en un trabajo corporativo que me enfermaba. 90 díaas después tengo mi propio negocio de asesoría digital donde tarbajo 1/3 del tiempo y genero mas dinero. El resto de mis días los dedico a mis proyectos artisticos. Con el programa de Rey aprendi a crear una oferta ganadora basada en mis conocimientos y pasiones y a como conseguir clientes."
  },
  {
    "id": 8,
    "author": "—Joseph",
    "message": "No pudiera catalogarlo como un caos disciplinario o un desastre funcional, pero si como un desorden en mi vida, una palabra para describir este programa es gloria extraordinaria, gracias a Rey y su programa puedo decir fielmente, que mi vida mejoró, sobre todo mi sentir como un ser útil, entender el uso correcto de mi tiempo fue el avance más radical que he tenido en mi vida, gracias por acompañarme y enseñarme cómo vivir eficientemente"
  }
]